Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.statement_review.reviewed_empty_description
source: Операций, требующих внимания, нет.
de: Keine Transaktionen erfordern Aufmerksamkeit.
en: No transactions need attention.
es: Ninguna transacción requiere atención.
zh_hans: 没有需要注意的交易。

# cashflow.statement_review.reviewed_empty_title
source: Всё проверено
de: Alles geprüft
en: All Reviewed
es: Todo revisado
zh_hans: 全部审核完成

# cashflow.statement_review.search_prompt
source: Найти операцию
de: Transaktion suchen
en: Find a transaction
es: Buscar una transacción
zh_hans: 查找交易

# cashflow.statement_review.select_account
source: Выберите счёт
de: Konto auswählen
en: Select Account
es: Seleccionar cuenta
zh_hans: 选择账户

# cashflow.statement_review.source_reconciliation
source: Сверка исходной выписки
de: Abgleich des Originalauszugs
en: Source Statement Reconciliation
es: Conciliación del extracto original
zh_hans: 原始对账单核对

# cashflow.statement_review.technical_excluded
source: Техническая строка исключена
de: Technische Zeile ausgeschlossen
en: Technical row excluded
es: Fila técnica excluida
zh_hans: 技术行已排除

# cashflow.statement_review.title
source: Проверка выписки
de: Kontoauszug prüfen
en: Review Statement
es: Revisar extracto
zh_hans: 审核对账单

# cashflow.statement_review.transfer_excluded
source: Перевод исключён
de: Umbuchung ausgeschlossen
en: Transfer excluded
es: Transferencia excluida
zh_hans: 转账已排除

# cashflow.statement_review.user_excluded
source: Исключено пользователем
de: Vom Benutzer ausgeschlossen
en: Excluded by user
es: Excluida por el usuario
zh_hans: 已由用户排除

# cashflow.stats.asset_value_change
source: Изменение стоимости активов
de: Vermögensneubewertung
en: Asset revaluation
es: Revaluación de activos
fr: Réévaluation des actifs
tr: Varlık yeniden değerleme
zh_hans: 资产重估

# cashflow.stats.assets_end
source: Активы на конец периода
de: Vermögen am Ende des Zeitraums
en: Assets at end of period
es: Activos al final del período
fr: Actifs en fin de période
tr: Dönem sonu varlıklar
zh_hans: 期末资产

# cashflow.stats.assets_start
source: Активы на начало периода
de: Vermögen am Anfang des Zeitraums
en: Assets at start of period
es: Activos al inicio del período
fr: Actifs en début de période
tr: Dönem başı varlıklar
zh_hans: 期初资产

# cashflow.stats.expenses
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# cashflow.stats.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelirler
zh_hans: 收入

# cashflow.stats.result
source: Результат
de: Ergebnis
en: Result
es: Resultado
fr: Résultat
tr: Sonuç
zh_hans: 结果

# cashflow.tab.all
source: Все
de: Alle
en: All
es: Todos
fr: Tout
tr: Tümü
zh_hans: 全部

# cashflow.tab.expenses
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# cashflow.tab.incomes
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelirler
zh_hans: 收入

# cashflow.tab.transfer
source: Перевод
de: Überweisung
en: Transfer
es: Transferencia
fr: Virement
tr: Transfer
zh_hans: 转账

# cashflow.upcoming.accessibility.add
source: Добавить план
de: Plan hinzufügen
en: Add plan
es: Añadir plan
zh_hans: 添加计划

# cashflow.upcoming.accessibility.direction_expense
source: расход
de: Ausgabe
en: expense
es: gasto
zh_hans: 支出

# cashflow.upcoming.accessibility.direction_income
source: доход
de: Einnahme
en: income
es: ingreso
zh_hans: 收入

# cashflow.upcoming.accessibility.edit_hint
source: Открывает редактор
de: Öffnet den Editor
en: Opens the editor
es: Abre el editor
zh_hans: 打开编辑器

# cashflow.upcoming.accessibility.filter
source: Фильтр предстоящих
de: Filter für Anstehendes
en: Upcoming filter
es: Filtro de próximos
zh_hans: 即将到来筛选

# cashflow.upcoming.accessibility.open_account_hint
source: Открывает счёт вклада
de: Öffnet das Einlagenkonto
en: Opens the deposit account
es: Abre la cuenta de depósito
zh_hans: 打开存款账户

# cashflow.upcoming.accessibility.read_only_hint
source: Прогноз только для чтения
de: Nur lesbare Prognose
en: Read-only forecast
es: Previsión de solo lectura
zh_hans: 只读预测

# cashflow.upcoming.add_expense
source: Добавить расход
de: Ausgabe hinzufügen
en: Add expense
es: Añadir gasto
zh_hans: 添加支出

# cashflow.upcoming.add_income
source: Добавить доход
de: Einnahme hinzufügen
en: Add income
es: Añadir ingreso
zh_hans: 添加收入

# cashflow.upcoming.empty
source: Нет предстоящих операций
de: Keine anstehenden Transaktionen
en: No upcoming transactions
es: No hay transacciones próximas
zh_hans: 没有即将到来的交易

# cashflow.upcoming.filter.all
source: Все
de: Alle
en: All
es: Todos
zh_hans: 全部

# cashflow.upcoming.filter.expenses
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
zh_hans: 支出

# cashflow.upcoming.filter.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
zh_hans: 收入

# cashflow.upcoming.section_title
source: Предстоящие
de: Anstehend
en: Upcoming
es: Próximos
zh_hans: 即将到来

# cashflow.upcoming.source.deposit_interest
source: Проценты по вкладу
de: Einlagenzinsen
en: Deposit interest
es: Intereses del depósito
zh_hans: 存款利息

# cashflow.upcoming.source.one_time
source: Разовая операция
de: Einmalige Transaktion
en: One-time transaction
es: Transacción única
zh_hans: 一次性交易

# cashflow.upcoming.source.recurring
source: Ежемесячная операция
de: Monatliche Transaktion
en: Monthly transaction
es: Transacción mensual
zh_hans: 每月交易

# Category
source: Категория
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
tr: Kategori
zh_hans: 类别

# Change PIN code
source: Изменить PIN-код
de: PIN-Code ändern
en: Change PIN code
es: Cambiar código PIN
fr: Modifier le code PIN
tr: PIN kodunu değiştir
zh_hans: 修改 PIN 码

# Close
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# Comment
source: Комментарий
de: Kommentar
en: Comment
es: Comentario
fr: Commentaire
tr: Yorum
zh_hans: 备注

# common.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# common.close
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# common.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: OK
tr: Tamam
zh_hans: 完成

# converter.accessibility.add_currency
source: Добавить валюту
de: Währung hinzufügen
en: Add currency
es: Añadir moneda
fr: Ajouter une devise
tr: Para birimi ekle
zh_hans: 添加货币

# converter.accessibility.remove_currency
source: Убрать валюту
de: Währung entfernen
en: Remove currency
es: Eliminar moneda
fr: Supprimer la devise
tr: Para birimini kaldır
zh_hans: 移除货币

# converter.accessibility.settings
source: Настройки точности
de: Genauigkeitseinstellungen
en: Precision settings
es: Ajustes de precisión
fr: Paramètres de précision
tr: Hassasiyet ayarları
zh_hans: 精度设置

# converter.accessibility.share
source: Поделиться
de: Teilen
en: Share
es: Compartir
fr: Partager
tr: Paylaş
zh_hans: 分享

# converter.accessibility.share_history
source: История отправленных скриншотов
de: Verlauf geteilter Snapshots
en: Shared snapshots history
es: Historial de capturas compartidas
fr: Historique des captures
tr: Anlık görüntü geçmişi
zh_hans: 分享快照历史

# converter.common.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# converter.common.close
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# converter.common.delete
source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
tr: Sil
zh_hans: 删除

# converter.common.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: OK
tr: Tamam
zh_hans: 完成

# converter.currency.add
source: Добавить валюту
de: Währung hinzufügen
en: Add Currency
es: Añadir moneda
fr: Ajouter une devise
tr: Para birimi ekle
zh_hans: 添加货币

# converter.currency.all
source: Все валюты
de: Alle Währungen
en: All currencies
es: Todas las monedas
fr: Toutes les devises
tr: Tüm para birimleri
zh_hans: 所有货币

# converter.currency.copy_value
source: Копировать значение
de: Wert kopieren
en: Copy value
es: Copiar valor
fr: Copier la valeur
tr: Değeri kopyala
zh_hans: 复制数值

# converter.currency.favorites
source: Избранные
de: Favoriten
en: Favorites
es: Favoritas
fr: Favoris
tr: Favoriler
zh_hans: 收藏

# converter.currency.primary
source: Основная валюта
de: Hauptwährung
en: Primary currency
es: Moneda principal
fr: Devise principale
tr: Ana para birimi
zh_hans: 基础货币

# converter.currency.replace
source: Заменить валюту
de: Währung ersetzen
en: Replace Currency
es: Reemplazar moneda
fr: Remplacer la devise
tr: Para birimini değiştir
zh_hans: 替换货币

# converter.currency.search_placeholder
source: Код или название
de: Nach Code oder Name suchen
en: Search by code or name
es: Buscar por código o nombre
fr: Rechercher par code ou nom
tr: Kod veya ada göre ara
zh_hans: 按代码或名称搜索

# converter.error.no_internet
source: Нет подключения к интернету
de: Du bist offline. Überprüfe deine Verbindung
en: You’re offline. Check your connection
es: Sin conexión. Verifica tu conexión
fr: Pas de connexion. Vérifiez votre réseau
tr: Bağlantı yok. Bağlantınızı kontrol edin
zh_hans: 你已离线，请检查网络连接

# converter.error.parse
source: Не удалось обработать ответ от %@
de: Antwort von %@ konnte nicht gelesen werden
en: Could not read response from %@
es: No se pudo leer la respuesta de %@
fr: Impossible de lire la réponse de %@
tr: %@ yanıtı okunamadı
zh_hans: 无法读取来自 %@ 的响应

# converter.error.server
source: Ошибка сервера %@
de: %@ ist derzeit nicht verfügbar
en: %@ is currently unavailable
es: %@ no está disponible actualmente
fr: %@ est temporairement indisponible
tr: %@ geçici olarak kullanılamıyor
zh_hans: %@ 当前不可用

# converter.error.timeout
source: Превышено время ожидания
de: Zeitüberschreitung. Bitte versuche es erneut
en: Request timed out. Please try again
es: Tiempo de solicitud agotado. Inténtalo de nuevo
fr: Délai dépassé. Veuillez réessayer
tr: Zaman aşımı. Tekrar deneyin
zh_hans: 请求超时，请重试

# converter.error.update_failed
source: Ошибка при обновлении курсов
de: Kurse konnten nicht aktualisiert werden
en: Couldn’t refresh rates
es: No se pudieron actualizar las tasas
fr: Impossible de mettre à jour les taux
tr: Kurlar güncellenemedi
zh_hans: 汇率更新失败

# converter.offline.no_data.subtitle
source: Откройте приложение с интернетом — курсы загрузятся автоматически
de: Öffne die App mit Internet – Kurse werden automatisch geladen
en: Open the app online — rates will load automatically
es: Abre la app con internet – los tipos se cargarán automáticamente
fr: Ouvrez l'app avec internet – les taux se chargeront automatiquement
tr: İnternete bağlıyken aç – kurlar otomatik yüklenecek
zh_hans: 联网后打开应用，汇率将自动加载

# converter.rate_source.default_label
source: По умолчанию (%@)
de: Standard (%@)
en: Default (%@)
es: Por defecto (%@)
fr: Par défaut (%@)
tr: Varsayılan (%@)
zh_hans: 默认 (%@)

# converter.rate_source.erapi.subtitle
source: Много валют, высокая доступность
de: Viele Währungen, hohe Verfügbarkeit
en: Many currencies, high availability
es: Muchas monedas, alta disponibilidad
fr: Nombreuses devises, haute disponibilité
tr: Çok sayıda para birimi, yüksek erişilebilirlik
zh_hans: 货币覆盖广，服务稳定

# converter.rate_source.frankfurter.subtitle
source: Официальные курсы Европейского ЦБ
de: Offizielle Kurse der Europäischen Zentralbank
en: Official European Central Bank rates
es: Tasas oficiales del Banco Central Europeo
fr: Taux officiels de la Banque centrale européenne
tr: Avrupa Merkez Bankası resmi kurları
zh_hans: 欧洲央行官方汇率

# converter.rate_source.millio.subtitle
source: Сервер Millio, доступен из любой страны
de: Millio-Server, optimiert für alle Märkte
en: Millio server, optimized for all markets
es: Servidor Millio, optimizado para todos los mercados
fr: Serveur Millio, optimisé pour tous les marchés
tr: Millio sunucusu, tüm pazarlar için optimize edilmiş
zh_hans: Millio 服务器，全球均可访问

# converter.settings.fraction_digits
source: Знаков после запятой
de: Dezimalstellen
en: Decimal places
es: Decimales
fr: Décimales
tr: Ondalık basamak sayısı
zh_hans: 小数位数

# converter.settings.haptics
source: Тактильный отклик
de: Haptisches Feedback
en: Haptic feedback
es: Retroalimentación háptica
fr: Retour haptique
tr: Dokunsal geri bildirim
zh_hans: 触感反馈

# converter.settings.last_update
source: Последнее обновление
de: Letzte Aktualisierung
en: Last update
es: Última actualización
fr: Dernière mise à jour
tr: Son güncelleme
zh_hans: 上次更新

# converter.settings.rate_source
source: Источник курса
de: Kursanbieter
en: Rate provider
es: Proveedor de tasas
fr: Source des taux
tr: Kur kaynağı
zh_hans: 汇率来源

# converter.settings.refresh_rates
source: Обновить курсы
de: Kurse aktualisieren
en: Refresh rates
es: Actualizar tasas
fr: Actualiser les taux
tr: Kurları yenile
zh_hans: 刷新汇率

# converter.settings.refreshing_rates
source: Обновляем...
de: Kurse werden aktualisiert...
en: Refreshing rates...
es: Actualizando tasas...
fr: Actualisation des taux...
tr: Kurlar yenileniyor...
zh_hans: 正在刷新汇率...

# converter.settings.section_feel
source: Ощущения
de: Erlebnis
en: Experience
es: Experiencia
fr: Expérience d'utilisation
tr: Kullanım deneyimi
zh_hans: 体验

# converter.settings.section_precision
source: Точность
de: Genauigkeit
en: Precision
es: Precisión
fr: Précision
tr: Hassasiyet
zh_hans: 精度

# converter.settings.section_rate
source: Курс
de: Kurse
en: Rates
es: Tasas
fr: Taux
tr: Kurlar
zh_hans: 汇率

# converter.settings.section_widget
source: Виджет
de: Widget
en: Widget
es: Widget
fr: Widget
tr: Widget
zh_hans: 小组件

# converter.settings.title
source: Конвертер
de: Währungsrechner
en: Currency Converter
es: Conversor de divisas
fr: Convertisseur de devises
tr: Döviz çevirici
zh_hans: 货币换算器

# converter.settings.widget.how_to_title
source: Как добавить
de: Hinzufügen
en: How to add
es: Cómo añadir
fr: Comment ajouter
tr: Nasıl eklenir
zh_hans: 如何添加

# converter.settings.widget.preview_subtitle
source: Показывает выбранные валюты прямо на домашнем экране
de: Zeigt deine ausgewählten Währungen auf dem Home-Bildschirm
en: Shows your selected currencies on the Home Screen
es: Muestra tus monedas seleccionadas en la pantalla de inicio
fr: Affiche les devises sélectionnées sur l'écran d'accueil
tr: Seçilen para birimlerini ana ekranda gösterir
zh_hans: 在主屏幕上显示你选中的货币

# converter.settings.widget.preview_title
source: Виджет конвертера
de: Umrechner-Widget
en: Converter widget
es: Widget conversor
fr: Widget convertisseur
tr: Çevirici widget'ı
zh_hans: 换算器小组件

# converter.settings.widget.step_add_widget
source: Выбери Currency Converter и нажми «Добавить виджет»
de: Währungsrechner auswählen und Widget hinzufügen tippen
en: Choose Currency Converter and tap Add Widget
es: Elige Conversor de divisas y pulsa Añadir widget
fr: Sélectionnez «Convertisseur de devises» et appuyez sur «Ajouter le widget»
tr: «Döviz çevirici»yi seçin ve «Widget ekle»ye dokunun
zh_hans: 选择 Currency Converter，然后轻点“添加小组件”

# converter.settings.widget.step_find_millio
source: Открой галерею виджетов и найди Millio
de: Widget-Galerie öffnen und Millio finden
en: Open the widget gallery and find Millio
es: Abre la galería de widgets y encuentra Millio
fr: Ouvrez la galerie de widgets et trouvez Millio
tr: Widget galerisini açın ve Millio'yu bulun
zh_hans: 打开小组件库并找到 Millio

# converter.settings.widget.step_open_jiggle
source: Зажми домашний экран, затем нажми «Изменить»
de: Home-Bildschirm gedrückt halten, dann Bearbeiten tippen
en: Touch and hold the Home Screen, then tap Edit
es: Mantén pulsada la pantalla de inicio y pulsa Editar
fr: Appuyez longuement sur l'écran d'accueil, puis appuyez sur «Modifier»
tr: Ana ekrana basılı tutun, ardından «Düzenle»ye dokunun
zh_hans: 按住主屏幕，然后轻点“编辑”

# converter.share.base_summary_format
source: База: %@ %@
de: Basis: %@ %@
en: Base: %@ %@
es: Base: %@ %@
fr: Base : %@ %@
tr: Taban: %@ %@
zh_hans: 基准：%@ %@

# converter.share.default_subject
source: Миллио — курсы валют
de: Millio – sofortiger Währungsrechner
en: Millio - instant currency converter
es: Millio - conversor de divisas instantáneo
fr: Millio — convertisseur de devises instantané
tr: Millio — anlık döviz çevirici
zh_hans: Millio - 即时货币换算器

# converter.share.fallback_message
source: Курсы валют из Миллио
de: Gesendet aus dem Millio Währungsrechner
en: Sent from Millio Currency Converter
es: Enviado desde Millio Conversor de divisas
fr: Envoyé depuis Millio Currency Converter
tr: Millio Currency Converter'dan gönderildi
zh_hans: 来自 Millio 货币换算器

# converter.share.fallback_title
source: Отправка
de: Geteilter Snapshot
en: Shared snapshot
es: Captura compartida
fr: Capture
tr: Anlık görüntü
zh_hans: 分享快照

# converter.share.history_empty
source: История пока пустая
de: Noch keine geteilten Snapshots
en: No shared snapshots yet
es: Sin capturas compartidas aún
fr: Aucune capture
tr: Anlık görüntü yok
zh_hans: 还没有分享的快照

# converter.share.history_title
source: История скриншотов
de: Geteilte Snapshots
en: Shared Snapshots
es: Capturas compartidas
fr: Captures
tr: Anlık görüntüler
zh_hans: 分享历史

# converter.share.message_placeholder
source: Добавь подпись: что отправляешь и зачем
de: Kontext hinzufügen: was du teilst und warum es wichtig ist
en: Add context: what you’re sharing and why it matters
es: Añade contexto: qué compartes y por qué importa
fr: Ajoutez du contexte : ce que vous envoyez et pourquoi
tr: Bağlam ekleyin: ne gönderdiğinizi ve neden
zh_hans: 添加说明：你分享的内容，以及它为什么重要

# converter.share.note_format
source: За что: %@
de: Kontext: %@
en: Context: %@
es: Contexto: %@
fr: Contexte : %@
tr: Bağlam: %@
zh_hans: 说明：%@

# converter.share.preview_title
source: Предпросмотр отправки
de: Snapshot teilen
en: Share Snapshot
es: Compartir captura
fr: Partager la capture
tr: Anlık görüntüyü paylaş
zh_hans: 分享快照

# converter.share.promo_subtitle
source: Снято в приложении Миллио
de: Entwickelt mit Millio
en: Built with Millio
es: Hecho con Millio
fr: Créé dans Millio
tr: Millio'da oluşturuldu
zh_hans: 来自 Millio

# converter.share.promo_title
source: Контролируй курсы и финансы за минуты
de: Klügere Geldentscheidungen, schneller
en: Smarter money decisions, faster
es: Decisiones financieras más inteligentes, más rápido
fr: Des décisions financières plus rapides
tr: Daha hızlı akıllı finansal kararlar
zh_hans: 更快做出更聪明的资金决策

# converter.share.send
source: Отправить
de: Teilen
en: Share
es: Compartir
fr: Partager
tr: Paylaş
zh_hans: 分享

# converter.share.title_format
source: Отправка #%lld
de: Snapshot #%lld
en: Snapshot #%lld
es: Captura #%lld
fr: Capture #%lld
tr: Anlık görüntü #%lld
zh_hans: 快照 #%lld

# Currency
source: Валюта
de: Währung
en: Currency
es: Moneda
fr: Devise
tr: Para birimi
zh_hans: 货币

# Custom period
source: Произвольный период
de: Benutzerdefinierter Zeitraum
en: Custom period
es: Período personalizado
fr: Période personnalisée
tr: Özel dönem
zh_hans: 自定义时段

# dashboard.balance.days_suffix
source: д
de: T
en: d
es: d
fr: j
tr: g
zh_hans: 天

# dashboard.cashflow.default_period
source: Месяц
de: Monat
en: Month
es: Mes
fr: Mois
tr: Ay
zh_hans: 月

# dashboard.currency_rates.title
source: Курсы валют
de: Wechselkurse
en: Exchange Rates
es: Tipos de cambio
fr: Taux de change
tr: Döviz Kurları
zh_hans: 汇率

# dashboard.period.1day
source: 1 день
de: 1 Tag
en: 1 day
es: 1 día
fr: 1 jour
tr: 1 gün
zh_hans: 1天

# dashboard.period.3days
source: 3 дня
de: 3 Tage
en: 3 days
es: 3 días
fr: 3 jours
tr: 3 gün
zh_hans: 3天

# dashboard.period.7days
source: 7 дней
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
tr: 7 gün
zh_hans: 7天

# dashboard.period.14days
source: 14 дней
de: 14 Tage
en: 14 days
es: 14 días
fr: 14 jours
tr: 14 gün
zh_hans: 14天

# dashboard.period.30days
source: 30 дней
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours
tr: 30 gün
zh_hans: 30天

# dashboard.period.picker_title
source: Период сравнения баланса
de: Zeitraum für Saldovergleich
en: Balance comparison period
es: Período de comparación de saldo
fr: Période de comparaison du solde
tr: Bakiye karşılaştırma dönemi
zh_hans: 余额对比周期

# dashboard.settings.button
source: Настроить
de: Dashboard anpassen
en: Customize
es: Personalizar
fr: Personnaliser
tr: Özelleştir
zh_hans: 自定义

# dashboard.widgets.title
source: Виджеты
de: Widgets
en: Widgets
es: Widgets
fr: Widgets
tr: Widget'lar
zh_hans: 小组件

# Date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# Debt adjustment
source: Корректировка долга
de: Schuldenanpassung
en: Debt adjustment
es: Ajuste de deuda
fr: Ajustement de dette
tr: Borç düzeltmesi
zh_hans: 债务调整

# Delete
source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
tr: Sil
zh_hans: 删除

# Delete category?
source: Удалить категорию?
de: Kategorie löschen?
en: Delete category?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
tr: Kategori silinsin mi?
zh_hans: 删除类别？

# Delete selected data
source: Удалить выбранные данные
de: Ausgewählte Daten löschen
en: Delete selected data
es: Eliminar datos seleccionados
fr: Supprimer les données sélectionnées
tr: Seçili verileri sil
zh_hans: 删除所选数据

# Display currency
source: Валюта отображения
de: Anzeigewährung
en: Display currency
es: Moneda de visualización
fr: Devise d'affichage
tr: Görüntüleme para birimi
zh_hans: 显示货币

# Display currency hint
source: Подсказка о валюте отображения
de: Hinweis zur Anzeigewährung
en: Display currency hint
es: Nota sobre moneda de visualización
fr: Indication sur la devise d'affichage
tr: Görüntüleme para birimi ipucu
zh_hans: 显示货币提示

# Dividends
source: Дивиденды
de: Dividenden
en: Dividends
es: Dividendos
fr: Dividendes
tr: Temettüler
zh_hans: 股息

# Do not repeat
source: Не повторять
de: Nicht wiederholen
en: Do not repeat
es: No repetir
fr: Ne pas répéter
tr: Tekrarlama
zh_hans: 不重复

# Edit
source: Изменить
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# Education
source: Образование
de: Bildung
en: Education
es: Educación
fr: Éducation
tr: Eğitim
zh_hans: 教育

# Enable backup
source: Включить резервное копирование
de: Backup aktivieren
en: Enable backup
es: Activar copia de seguridad
fr: Activer la sauvegarde
tr: Yedeklemeyi etkinleştir
zh_hans: 启用备份

# Encryption
source: Шифрование
de: Verschlüsselung
en: Encryption
es: Cifrado
fr: Chiffrement
tr: Şifreleme
zh_hans: 加密

# Entertainment
source: Развлечения
de: Unterhaltung
en: Entertainment
es: Entretenimiento
fr: Divertissement
tr: Eğlence
zh_hans: 娱乐

# error
source: Ошибка
de: Fehler
en: Error
es: Error
fr: Erreur
tr: Hata
zh_hans: 错误

# Expense
source: Расход
de: Ausgabe
en: Expense
es: Gasto
fr: Dépense
tr: Gider
zh_hans: 支出

# Failed to reset data
source: Не удалось сбросить данные
de: Daten konnten nicht zurückgesetzt werden
en: Failed to reset data
es: Error al restablecer datos
fr: Impossible de réinitialiser les données
tr: Veriler sıfırlanamadı
zh_hans: 重置数据失败

# finances.account.credit_limit_remaining
source: Остаток лимита %@ %@
de: Verbleibendes Limit %@ %@
en: Limit remaining %@ %@
es: Límite restante %@ %@
fr: Limite restante %@ %@
tr: Kalan limit %@ %@
zh_hans: 剩余额度 %@ %@

# finances.account.type.card
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 银行卡

# finances.account.type.credit
source: Кредит
de: Kredit
en: Credit
es: Crédito
fr: Crédit
tr: Kredi
zh_hans: 贷款

# finances.account.type.investment
source: Актив
de: Anlage
en: Asset
es: Activo
fr: Actif
tr: Varlık
zh_hans: 资产

# finances.add_account.archived.cards.empty
source: Нет архивных карт
de: Keine archivierten Karten
en: No archived cards
es: Sin tarjetas archivadas
fr: Aucune carte archivée
tr: Arşivlenmiş kart yok
zh_hans: 没有已归档的卡片

# finances.add_account.archived.credits.empty
source: Нет архивных кредитов
de: Keine archivierten Kredite
en: No archived credits
es: Sin créditos archivados
fr: Aucun crédit archivé
tr: Arşivlenmiş kredi yok
zh_hans: 没有已归档的贷款
